Repository: wliao78/AI-Wardrobe-Public
Catalog: AIWardrobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

# keyStorageError
source: Could not save the key securely. Unlock your iPhone and try again.
de: Schlüssel konnte nicht gespeichert werden. Bitte iPhone entsperren.
es: No se pudo guardar la clave. Desbloquea el iPhone.
fr: Impossible d’enregistrer la clé. Déverrouillez l’iPhone.
ja: キーを保存できません。iPhoneを解除して再試行してください。
zh_hans: 无法安全保存Key，请解锁iPhone后重试。
zh_hant: 無法安全儲存Key，請解鎖iPhone後重試。

# serviceError
source: The provider returned an error. Check your key, model and account quota.
de: Anbieterfehler. Schlüssel, Modell und Kontingent prüfen.
es: Error del proveedor. Comprueba clave, modelo y cuota.
fr: Erreur du prestataire. Vérifiez clé, modèle et quota.
ja: 提供者エラー。キー・モデル・利用枠を確認してください。
zh_hans: 服务商返回错误，请检查Key、模型及额度。
zh_hant: 服務商回傳錯誤，請檢查Key、模型及額度。

# storageError
source: Could not read or save your wardrobe. Your existing file has not been replaced.
de: Lesen oder Speichern fehlgeschlagen. Die bestehende Datei bleibt erhalten.
es: No se pudo leer o guardar. El archivo existente se conserva.
fr: Lecture ou enregistrement impossible. Le fichier existant est conservé.
ja: 読み込みまたは保存に失敗。既存ファイルは変更されていません。
zh_hans: 无法读取或保存衣橱，已有文件未被替换。
zh_hant: 無法讀取或儲存衣櫥，原有檔案未被替換。

# white-oxford
source: White Oxford shirt
de: Weißes Oxfordhemd
es: Camisa Oxford blanca
fr: Chemise Oxford blanche
ja: 白いオックスフォードシャツ
zh_hans: 白色牛津衬衫
zh_hant: 白色牛津襯衫

source: Charcoal trousers
de: Anthrazitfarbene Hose
es: Pantalón gris carbón
fr: Pantalon anthracite
ja: チャコールのパンツ
zh_hans: 炭灰西裤
zh_hant: 炭灰西褲

source: Brown leather shoes
de: Braune Lederschuhe
es: Zapatos de cuero marrón
fr: Chaussures en cuir marron
ja: 茶色の革靴
zh_hans: 棕色皮鞋
zh_hant: 棕色皮鞋

source: Navy polo
de: Marineblaues Poloshirt
es: Polo azul marino
fr: Polo bleu marine
ja: ネイビーのポロシャツ
zh_hans: 深蓝Polo衫
zh_hant: 深藍Polo衫

source: Beige chinos
de: Beige Chinohose
es: Pantalón chino beige
fr: Chino beige
ja: ベージュのチノパン
zh_hans: 米色休闲裤
zh_hant: 米色休閒褲

source: White sneakers
de: Weiße Sneaker
es: Zapatillas blancas
fr: Baskets blanches
ja: 白いスニーカー
zh_hans: 白色运动鞋
zh_hant: 白色運動鞋

source: Gray performance top
de: Graues Funktionsshirt
es: Camiseta técnica gris
fr: Haut technique gris
ja: グレーのスポーツトップ
zh_hans: 灰色速干上衣
zh_hant: 灰色快乾上衣

source: Black hiking pants
de: Schwarze Wanderhose
es: Pantalón de senderismo negro
fr: Pantalon de randonnée noir
ja: 黒い登山パンツ
zh_hans: 黑色户外长裤
zh_hant: 黑色戶外長褲

source: Gray hiking shoes
de: Graue Wanderschuhe
es: Zapatos de senderismo grises
fr: Chaussures de randonnée grises
ja: グレーの登山靴
zh_hans: 灰色徒步鞋
zh_hant: 灰色健行鞋

source: Navy jacket
de: Marineblaue Jacke
es: Chaqueta azul marino
fr: Veste bleu marine
ja: ネイビーのジャケット
zh_hans: 深蓝轻薄外套
zh_hant: 深藍輕薄外套

# garmentName
source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称
zh_hant: 名稱

# region-jp
source: Japan
es: Japón
fr: Japon
ja: 日本
zh_hans: 日本
zh_hant: 日本

source: Support
es: Soporte
fr: Assistance
ja: サポート
zh_hans: 帮助与支持
zh_hant: 協助與支援

# region-cn
source: China
fr: Chine
ja: 中国
zh_hans: 中国
zh_hant: 中國
